Repository: sikaxn/scoreboard
Catalog: smartScoreboard/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Name the event when the public board should show tournament, venue, round, or broadcast context. Leave it blank for a cleaner scoreboard that focuses only on the teams and live state.
zh_hans: 当公开记分牌需要显示赛事、场馆、轮次或转播信息时填写赛事名称。留空则记分牌更简洁，只突出队伍和实时状态。

source: Neg
zh_hans: 反方

source: Neg Constructive
zh_hans: 反方立论

source: Neg Cross-Ex
zh_hans: 反方交叉质询

source: Neg Final Focus
zh_hans: 反方最终陈词

source: Neg Rebuttal
zh_hans: 反方反驳

source: Neg Speech
zh_hans: 反方发言

source: Neg Summary
zh_hans: 反方总结

source: Neg-Led Side Clock
zh_hans: 反方主导分方计时

source: Network Security
zh_hans: 网络安全

source: New Code
zh_hans: 新配对码

source: New Game
zh_hans: 新比赛

source: New Game.scoreboardgame
zh_hans: 新比赛.scoreboardgame

source: New Segment
zh_hans: 新环节

source: Next %@
zh_hans: 下一%@

source: Next debate segment
zh_hans: 下一个辩论环节

source: Next Segment
zh_hans: 下一环节

source: Night
zh_hans: 夜间

source: No Active Segment Clock
zh_hans: 没有当前环节计时器

source: No Background
zh_hans: 无背景

source: No background photo selected
zh_hans: 未选择背景照片

source: No Companion command assigned.
zh_hans: 未分配 Companion 命令。

source: No configurable sound events
zh_hans: 没有可配置的声音事件

source: No displays found or saved
zh_hans: 未找到或保存显示设备

source: No game file captured
zh_hans: 未捕获比赛文件

source: No handshake for %d s
zh_hans: %1$d 秒未握手

source: No local game files yet. Create one from the current setup or import an existing file.
zh_hans: 还没有本地比赛文件。可从当前设置创建一个，或导入现有文件。

source: No log sessions yet. Start operating the scoreboard to create the first per-run log.
zh_hans: 还没有日志会话。开始操作记分牌即可创建第一条运行日志。

source: No operator devices saved
zh_hans: 未保存操作设备

source: No prep
zh_hans: 无准备时间

source: No Reply
zh_hans: 无回复

source: No reply from %@. Check the Remote Display connection.
zh_hans: %1$@ 无回复。请检查远程显示连接。

source: No reset actions
zh_hans: 没有可重置操作

source: No Reset Actions
zh_hans: 没有可重置操作

source: No sound
zh_hans: 无声音

source: No sports captured
zh_hans: 未捕获项目

source: No timer
zh_hans: 无计时

source: No Timer Block
zh_hans: 无计时模块

source: No Timer Segment
zh_hans: 无计时环节

source: No Timer Segments
zh_hans: 无计时环节

source: No Timer segments are checkpoints in the round flow, such as judge instructions, disclosure, prep reminders, or transitions. They do not run a countdown on the live board, so operators will only move to the previous or next segment unless prep time or score/player tools are enabled.
zh_hans: 无计时环节是轮次流程中的检查点，例如评委说明、披露、准备提醒或过渡。它们不会在实时面板上倒计时，因此除非启用了准备时间、比分或球员工具，操作员只能移动到上一环节或下一环节。

source: No.
zh_hans: 号码

source: None
zh_hans: 无

source: NONE
zh_hans: 无

source: Not Set
zh_hans: 未设置

source: Off
zh_hans: 关闭

source: OFF
zh_hans: 关闭

source: Offline
zh_hans: 离线

source: Offline. Saved display can reconnect when it is in Remote Display Mode.
zh_hans: 离线。已保存的显示设备进入远程显示模式后可以重新连接。

source: OK
zh_hans: 确定

source: On iPhone, this preview may not look correct because the screen is small. For the best viewing experience and the most accurate public display check, connect an external display.
zh_hans: 在 iPhone 上，由于屏幕较小，此预览可能看起来不正确。为获得最佳观看体验和最准确的公开显示检查，请连接外接显示器。

source: On Mac, open the public scoreboard window. On iPad, connect an external display or pair a Remote Display.
zh_hans: 在 Mac 上打开公开记分牌窗口。在 iPad 上连接外部显示器，或配对远程显示。

source: On Mac, the hidden icon appears inside the app.
zh_hans: 在 Mac 上，隐藏图标只会显示在 App 内。

source: On My iPad
zh_hans: 我的 iPad

source: On My iPhone
zh_hans: 我的 iPhone

source: On the operator device, open Settings > Integration > Remote Display, then enter this display's pairing code.
zh_hans: 在操作设备上，打开“设置”>“集成”>“远程显示”，然后输入此显示设备的配对码。

source: Open
zh_hans: 打开

source: Open a GitHub issue
zh_hans: 打开 GitHub issue

source: Open Designer
zh_hans: 打开设计器

source: Open Finder and edit index.html and assets in the folder below. The Web API only serves these files; it does not allow remote uploads, deletes, or edits.
zh_hans: 请打开 Finder，并在下方文件夹中编辑 index.html 和资源文件。Web API 只提供这些文件，不允许远程上传、删除或编辑。

source: Open in Finder
zh_hans: 在 Finder 中打开

source: Open player tracking
zh_hans: 打开球员跟踪

source: Open Players
zh_hans: 打开球员列表

source: Open Scoreboard
zh_hans: 打开记分牌

source: Open Scoreboard settings on the operator device and pair this display.
zh_hans: 请在操作设备上打开 Scoreboard 设置，并配对此显示设备。

source: Open Scoreboard Window
zh_hans: 打开记分牌窗口

source: Open Settings and enable Local Network for Scoreboard.
zh_hans: 打开“设置”，为 Scoreboard 启用“本地网络”。

source: Open System Settings, then enable Scoreboard under Privacy & Security > Local Network.
zh_hans: 打开“系统设置”，然后在“隐私与安全性 > 本地网络”中启用 Scoreboard。

source: Open the Files app and go to the Scoreboard folder to edit index.html and assets for this page. The Web API only serves these files; it does not allow remote uploads, deletes, or edits.
zh_hans: 请打开“文件”App，进入 Scoreboard 文件夹，编辑此页面的 index.html 和资源文件。Web API 只提供这些文件，不允许远程上传、删除或编辑。

source: Opening Clock
zh_hans: 开场计时

source: Operate each side here
zh_hans: 在这里操作双方

source: Operator Broadcast
zh_hans: 操作端广播

source: operator device
zh_hans: 操作设备

source: Optional event image for Event Logo display mode.
zh_hans: 用于“赛事标志”显示模式的可选赛事图片。

source: Optional team image for public and remote displays.
zh_hans: 用于公开和远程显示的可选队伍图片。

source: Orange
zh_hans: 橙色

source: Outcome: %@
zh_hans: 结果：%@

source: Overflow Behavior
zh_hans: 超出行为

source: Overlay Toggle
zh_hans: 显示切换

source: P
zh_hans: 节

source: Page Overview
zh_hans: 页面概览

source: Paged Fade
zh_hans: 分页淡化

source: Pair
zh_hans: 配对

source: Pair nearby Apple TV, iPad, or Mac display devices.
zh_hans: 配对附近的 Apple TV、iPad 或 Mac 显示设备。

source: Pair screen is open. Replacing %@ requires confirmation.
zh_hans: 配对屏幕已打开。替换 %1$@ 需要确认。

source: Pairing
zh_hans: 配对中

source: Pairing & Controls
zh_hans: 配对和控制

source: Pairing Code
zh_hans: 配对码

source: Pairing controls are available on the primary screen.
zh_hans: 配对控制可在主屏幕上使用。

source: Pairing is paused while this device is in Remote Display Mode.
zh_hans: 此设备处于远程显示模式时，配对会暂停。

source: pause
zh_hans: 暂停

source: Pause
zh_hans: 暂停

source: Pause -
zh_hans: 暂停 -

source: Pause %@
zh_hans: 暂停%1$@

source: Pause +
zh_hans: 暂停 +

source: Pause Active Clock
zh_hans: 暂停当前计时

source: Pause before resetting
zh_hans: 重置前先暂停

source: Pause chess clock
zh_hans: 暂停棋钟

source: Pause debate timer
zh_hans: 暂停辩论计时

source: Pause game clock
zh_hans: 暂停比赛计时

source: Pause Game Clock
zh_hans: 暂停比赛计时

source: Pause Here
zh_hans: 暂停此方

source: Pause Limits
zh_hans: 暂停限制

source: Pause Overlay
zh_hans: 暂停球员显示

source: Pause Prep
zh_hans: 暂停准备

source: Pause public player overlay
zh_hans: 暂停公开球员叠层

source: Pause Public Player Overlay
zh_hans: 暂停公开球员显示

source: Pause Segment Timer
zh_hans: 暂停环节计时

source: Paused
zh_hans: 已暂停

source: Paused in Background
zh_hans: 后台已暂停

source: Pauses
zh_hans: 暂停

source: PAUSES
zh_hans: 暂停

# Pauses %lld/%lld Used • %lld Left
source: Pauses %1$lld/%2$lld Used • %3$lld Left
zh_hans: 已用暂停 %1$lld/%2$lld • 剩余 %3$lld

source: PENALTIES
zh_hans: 罚时

source: Penalty Added
zh_hans: 已添加罚时

source: Penalty Bench
zh_hans: 受罚席

source: Penalty Chirp
zh_hans: 罚时短鸣

source: Penalty Pause
zh_hans: 罚时暂停

source: Penalty Start
zh_hans: 罚时开始

source: Penalty Timer
zh_hans: 罚时计时器

source: Penalty timer release
zh_hans: 罚时结束提醒

source: Penalty Timers
zh_hans: 罚时计时器

source: Per-side prep timer
zh_hans: 双方准备计时

source: Period
zh_hans: 节

source: Period Change
zh_hans: 阶段变更

source: Period Label
zh_hans: 阶段标签

source: Period Setup
zh_hans: 阶段设置

source: Period Tracking
zh_hans: 阶段跟踪

source: Period Win Award
zh_hans: 节胜判定

source: Period Win Undo
zh_hans: 节胜撤销

source: Period Wins
zh_hans: 节胜

source: Periods
zh_hans: 节数

source: PERIODS
zh_hans: 节数

source: Periods %d-%d
zh_hans: 节胜 %1$d-%2$d

source: Periods %d-%d • %@
zh_hans: 节胜 %1$d-%2$d • %3$@

source: Periods and penalties
zh_hans: 节次和罚时

source: Periods, swaps, cards
zh_hans: 节胜、换人、红黄牌

source: Photo
zh_hans: 照片

source: Pick the sport or custom ruleset first because this choice decides which score buttons, timers, periods, player tools, and display controls appear across the rest of setup and the live board.
zh_hans: 请先选择运动项目或自定义规则，因为此选择会决定后续设置和实时控制面板中显示的比分按钮、计时器、阶段、球员工具和显示控制。

source: Ping %d ms
zh_hans: Ping %1$d 毫秒

source: Ping %d ms · last reply %d s ago
zh_hans: Ping %1$d 毫秒 · 上次回复于 %2$d 秒前

source: Pinging
zh_hans: 正在 Ping

source: Planned: scoreboard events can trigger commands in Bitfocus Companion.
zh_hans: 计划功能：记分牌事件可触发 Bitfocus Companion 中的命令。

source: Playback
zh_hans: 回放

source: Player
zh_hans: 球员

source: PLAYER
zh_hans: 球员

source: Player Benched
zh_hans: 球员替补

source: Player Card
zh_hans: 球员红黄牌

source: Player Cards
zh_hans: 球员红黄牌

source: Player Cards Reset
zh_hans: 球员红黄牌已重置

source: Player Foul
zh_hans: 球员犯规

source: Player Foul Change
zh_hans: 球员犯规变更

source: Player Foul Reset
zh_hans: 球员犯规重置

source: Player Fouls
zh_hans: 球员犯规

source: Player Fouls Reset
zh_hans: 球员犯规已重置

source: Player Lineup Size
zh_hans: 球员阵容人数

source: Player List
zh_hans: 球员列表

source: Player Name
zh_hans: 球员姓名

source: Player Overlay Paused
zh_hans: 球员显示已暂停

source: Player Overlay Shown
zh_hans: 球员显示已恢复

source: Player Shown
zh_hans: 球员上场

source: Player tools follow the sport
zh_hans: 球员工具跟随运动项目

source: Player Tracking
zh_hans: 球员跟踪

source: Player View
zh_hans: 球员视图

source: Players
zh_hans: 球员

source: PLAYERS
zh_hans: 球员

source: Policy
zh_hans: 政策辩论

source: Poor
zh_hans: 较差

source: Port
zh_hans: 端口

source: Port Unavailable
zh_hans: 端口不可用

source: Possession
zh_hans: 球权

source: Possession Arrow
zh_hans: 球权箭头

source: Possession Change
zh_hans: 球权变更

source: Possession is assigned or cleared
zh_hans: 球权被指定或清除

source: Possession Setup
zh_hans: 球权设置

source: Possession: %@
zh_hans: 球权：%@

source: Prep
zh_hans: 准备

source: PREP
zh_hans: 准备

source: Prep Clocks
zh_hans: 准备计时

source: Prep Controls
zh_hans: 准备时间控制

source: Prep Time
zh_hans: 准备时间

source: Prep time is tracked per side and shown on the live board and display.
zh_hans: 按双方跟踪准备时间，并显示在实时面板和显示端。

source: Preparing local files for the Files app.
zh_hans: 正在准备“文件”App 中的本地文件。

source: Preset
zh_hans: 预设

source: Prev Period
zh_hans: 上一阶段

source: Preview each sound before assigning it to a timer.
zh_hans: 分配到计时器前预听每个声音。

source: Preview the external scoreboard without requiring an attached display. This preview may not match the connected external display exactly.
zh_hans: 无需连接外部显示器即可预览外部记分牌。此预览可能与已连接的外部显示器不完全一致。

source: Preview the full custom debate flow. Use Open Designer under Preset to edit these blocks.
zh_hans: 预览完整的自定义辩论流程。使用“预设”下的“打开设计器”来编辑这些模块。

source: Preview the full debate timer flow for the selected preset.
zh_hans: 预览所选预设的完整辩论计时流程。

source: Preview the public board
zh_hans: 预览公开记分牌

source: Preview unavailable
zh_hans: 预览不可用

source: Previous %@
zh_hans: 上一%@

source: Previous debate segment
zh_hans: 上一个辩论环节

source: Previous Segment
zh_hans: 上一环节

source: Previously paired with %@. Replacing it requires confirmation.
zh_hans: 之前已与 %1$@ 配对。替换它需要确认。

source: Privacy
zh_hans: 隐私

source: Privacy Policy
zh_hans: 隐私政策

source: Protected Resets
zh_hans: 受保护的重置

source: Public Board Closed
zh_hans: 公开记分牌已关闭

source: Public Board Open
zh_hans: 公开记分牌已打开

source: Public Forum
zh_hans: 公共论坛辩论

source: Public player overlay pauses
zh_hans: 公开球员显示暂停

source: Public player overlay resumes
zh_hans: 公开球员显示恢复

source: Public Preview
zh_hans: 公开预览

source: Public Scoreboard
zh_hans: 公开记分牌

source: Public Scoreboard Closed
zh_hans: 公开记分牌已关闭

source: Public Scoreboard Open
zh_hans: 公开记分牌已打开

source: Publishes live scoreboard state over HTTP 5516 and WebSocket 5517 for trusted local production tools.
zh_hans: 通过 HTTP 5516 和 WebSocket 5517 向可信的本地制作工具发布实时记分牌状态。

source: Quick Actions
zh_hans: 快速操作

source: Quiet UI click
zh_hans: 安静界面点击声

source: R
zh_hans: 回合

source: Rapid
zh_hans: 快棋

source: Read scoreboard state with HTTP and WebSocket.
zh_hans: 通过 HTTP 和 WebSocket 读取记分牌状态。

source: Read the live state
zh_hans: 查看实时状态

source: Ready
zh_hans: 就绪

source: Ready to Pair
zh_hans: 可以配对

source: Ready to send %@ commands to %@:%d.
zh_hans: 已准备好向 %2$@:%3$d 发送 %1$@ 命令。

source: Real-Time Push
zh_hans: 实时推送

source: Received an unreadable Remote Display update.
zh_hans: 收到无法读取的远程显示更新。

source: Receiving live scoreboard updates from %@.
zh_hans: 正在接收来自 %1$@ 的实时记分牌更新。

source: Reconnect
zh_hans: 重新连接

source: Red
zh_hans: 红牌

source: Red Card
zh_hans: 红牌

source: Remote Direction
zh_hans: 远程方向

source: Remote Display
zh_hans: 远程显示

source: Remote Display %d/%d
zh_hans: 远程显示 %1$d/%2$d

source: Remote Display disconnected
zh_hans: 远程显示已断开

source: Remote Display host
zh_hans: 远程显示主机

source: Remote Display is live. Rotate iPhone to show the scoreboard on this screen. A connected external display will keep showing the scoreboard.
zh_hans: 远程显示正在直播。旋转 iPhone 即可在此屏幕上显示记分牌。已连接的外接显示器会继续显示记分牌。

source: Remote Display Mode
zh_hans: 远程显示模式

source: Remote Display Mode replaces the operator interface on this device until you exit from the Remote Display configuration screen.
zh_hans: 远程显示模式会替代此设备上的操作界面，直到你从远程显示配置屏幕退出。

source: Remote Display Mode replaces the operator interface. On iPhone, portrait can show the pairing code while a connected external display shows the scoreboard.
zh_hans: 远程显示模式会替代操作界面。在 iPhone 上，竖屏可显示配对码，同时连接的外接显示器会显示记分牌。

source: Remote Display not responding
zh_hans: 远程显示无响应

source: Remote Display pairing is not running.
zh_hans: 远程显示配对未运行。

source: Remote Display pairing is off.
zh_hans: 远程显示配对已关闭。

source: Remote Display stopped.
zh_hans: 远程显示已停止。

source: Remote Display uses nearby device pairing to send the public scoreboard to Apple TV, iPad, or Mac without IP addresses or the Web API. The operator device stays in control and paired displays receive live scoreboard, theme, and sound settings.
zh_hans: 远程显示使用附近设备配对，将公开记分牌发送到 Apple TV、iPad 或 Mac，无需 IP 地址或 Web API。操作设备保持控制权，已配对的显示设备会接收实时记分牌、主题和声音设置。

source: Remote Display, Web API, and Companion are separate integrations. Selecting one only changes which settings are shown.
zh_hans: 远程显示、Web API 和 Companion 是相互独立的集成。选择其中一项只会更改显示的设置。

source: Remove
zh_hans: 移除

source: Remove %@ penalty timer
zh_hans: 移除%1$@罚时计时

source: Rename
zh_hans: 重命名

source: Rename game file
zh_hans: 重命名比赛文件

source: Reopen Scoreboard
zh_hans: 重新打开记分牌

source: Replace
zh_hans: 替换

source: Replace Remote Display Operator?
zh_hans: 替换远程显示操作设备？

source: Reset
zh_hans: 重置

source: Reset %@
zh_hans: 重置 %@

source: Reset %@ cards
zh_hans: 清除%1$@球员牌

source: Reset %@ Cards
zh_hans: 重置%@红黄牌

source: Reset %@ player foul
zh_hans: 重置%1$@球员犯规

source: Reset %@ player fouls
zh_hans: 重置%1$@所有球员犯规

source: Reset %@ Player Fouls
zh_hans: 重置%@球员犯规

source: Reset %@ prep clock
zh_hans: 重置%1$@准备计时

source: Reset %@ prep time?
zh_hans: 重置%@准备时间？

source: Reset %@ team fouls
zh_hans: 重置%1$@全队犯规

source: Reset %@ Team Fouls
zh_hans: 重置%@全队犯规

source: Reset actions stay protected while timers are running. Pause the live clocks before clearing fouls, cards, or team counters so player state is not changed accidentally during active play.
zh_hans: 计时器运行时，重置操作会保持受保护状态。清除犯规、红黄牌或队伍计数器前，请先暂停实时计时，避免比赛进行中意外更改球员状态。

source: Reset active %@
zh_hans: 重置当前%1$@

source: Reset active shot clock
zh_hans: 重置当前进攻计时

source: Reset All Cards
zh_hans: 重置所有红黄牌

source: Reset All Player Fouls
zh_hans: 重置所有球员犯规

source: Reset all player fouls for %@?
zh_hans: 重置%@所有球员犯规？

source: Reset all player fouls for both sides?
zh_hans: 重置双方所有球员犯规？

source: Reset All Team Fouls
zh_hans: 重置所有全队犯规

source: Reset all team fouls for both sides?
zh_hans: 重置双方所有全队犯规？

source: Reset App
zh_hans: 重置 App

source: Reset both side clocks to their configured starting time?
zh_hans: 将双方计时重置为配置的起始时间？

source: Reset buttons stay locked while timers are running so live games are not reset accidentally.
zh_hans: 计时器运行时重置按钮会保持锁定，避免实时比赛被意外重置。

source: Reset chess clocks
zh_hans: 重置棋钟

source: Reset Clock
zh_hans: 重置计时

source: Reset Clocks
zh_hans: 重置计时器

source: Reset debate round
zh_hans: 重置辩论轮次

source: Reset debate segment
zh_hans: 重置辩论环节

source: Reset debate timer
zh_hans: 重置辩论计时

source: Reset Fouls
zh_hans: 重置犯规

source: Reset game clock
zh_hans: 重置比赛计时

source: Reset player foul
zh_hans: 重置球员犯规

source: Reset Prep
zh_hans: 重置准备时间

source: Reset Round
zh_hans: 重置回合

source: Reset Segment
zh_hans: 重置环节

source: Reset Shot
zh_hans: 重置进攻计时

source: Reset shot clock
zh_hans: 重置进攻计时

source: Reset Sound
zh_hans: 重置声音

source: Reset Sound On and all event sound assignments to their defaults across every sport and mode?
zh_hans: 将“声音开启”和所有项目/模式的事件声音分配恢复为默认值？

source: Reset Team Fouls
zh_hans: 重置全队犯规

source: Reset team fouls for %@?
zh_hans: 重置%@全队犯规？

source: Reset the %@ to its active preset?
zh_hans: 将%1$@重置为当前预设？

source: Reset the current debate segment timer?
zh_hans: 重置当前辩论环节计时？

source: Reset the full debate round, including segment, prep, and player state?
zh_hans: 重置整个辩论回合，包括环节、准备时间和球员状态？

source: Reset the game clock to %@?
zh_hans: 将比赛计时重置为 %@？

source: Reset the shot clock to its active preset?
zh_hans: 将进攻计时重置为当前预设？

source: Reset Tips
zh_hans: 重置提示

source: Restore
zh_hans: 恢复

source: Restore %@? This will replace all local app settings, current game state, %lld game files, and %lld log sessions.
zh_hans: 恢复 %1$@？这将替换所有本地 App 设置、当前比赛状态、%2$lld 个比赛文件和 %3$lld 个日志会话。

source: Restore Full Backup
zh_hans: 恢复完整备份

source: Restore Original
zh_hans: 恢复原图标

source: Restore the last recorded period score, remove that period result, and return to that period?
zh_hans: 恢复上一条记录的本节比分，移除该节结果，并返回到该节？

source: Restores Sound On and every event assignment to the default sound setup across all sports and modes.
zh_hans: 将“声音开启”和所有事件声音分配恢复为所有项目和模式的默认设置。

source: Resume Overlay
zh_hans: 恢复球员显示

source: Resume public player overlay
zh_hans: 恢复公开球员叠层

source: Return to Live
zh_hans: 返回实时画面

source: Return to segment timer
zh_hans: 返回环节计时

source: Return to Segment Timer
zh_hans: 返回环节计时

source: Return to segment timer and resume
zh_hans: 返回环节计时并继续

source: Reuse files and review logs
zh_hans: 复用文件并查看日志

source: Review per-run audit sessions with export and delete tools.
zh_hans: 查看每次运行的审计会话，并可导出或删除。

source: Review Security before enabling network integrations on shared or unfamiliar networks. The Web API is intended for trusted local production devices and does not expose controls for changing scores, clocks, rosters, files, or settings.
zh_hans: 在共享或陌生网络上启用网络集成前，请先查看安全说明。Web API 面向可信的本地制作设备，不提供更改比分、计时、名单、文件或设置的控制。

source: Review the starting game state for the selected sport before opening the control board. Only options that matter to this sport appear here, such as period, clock presets, chess clocks, match timer, or shot clock.
zh_hans: 在打开控制面板前检查所选运动的开局状态。这里仅显示该运动相关的选项，例如阶段、计时预设、棋钟、比赛计时或进攻计时。

source: Rising rink siren
zh_hans: 上升式冰场警报

source: Rising Tone
zh_hans: 上升音

source: Roster CSV
zh_hans: 名单 CSV

source: Roster File
zh_hans: 名单文件

source: Roster Size
zh_hans: 名单人数

source: Roster, cards, fouls, and active-lineup controls.
zh_hans: 管理名单、牌、犯规和上场阵容。

source: Rotate iPhone
zh_hans: 旋转 iPhone

source: Rotate iPhone to landscape to use Debate Designer.
zh_hans: 将 iPhone 旋转至横屏以使用辩论设计器。

source: Round
zh_hans: 回合

source: Round Flow
zh_hans: 轮次流程

source: Round Segments
zh_hans: 回合环节

source: Rows glide with a soft vertical wave.
zh_hans: 多行标志会以柔和的垂直波浪滑动。

source: Rows of logos move across the display.
zh_hans: 多行标志会横向穿过显示画面。

source: Run the clock and period
zh_hans: 控制计时和阶段

source: Run the Game
zh_hans: 运行比赛

source: Run timers, swap sides, advance periods manually when needed, award periods when period wins are enabled, and pause before reset actions.
zh_hans: 运行计时器、交换两侧、需要时手动推进节数，在启用节胜时判定本节胜方，并在重置前先暂停。

source: Running
zh_hans: 运行中

source: RUNNING
zh_hans: 运行中

source: S
zh_hans: 局

source: Save to File
zh_hans: 保存到文件

source: Saved
zh_hans: 已保存

source: Saved. This operator device can reconnect automatically.
zh_hans: 已保存。此操作设备可以自动重新连接。

source: Saved. Use Connect without a code.
zh_hans: 已保存。无需代码即可使用“连接”。

source: Scale
zh_hans: 缩放

source: Score
zh_hans: 比分

source: Score %@
zh_hans: 比分 %@

source: Score and countdown
zh_hans: 比分和倒计时

source: Score Buttons
zh_hans: 计分按钮

source: Score Change
zh_hans: 比分变化

source: Score Tracking
zh_hans: 比分跟踪

source: Score, clock, period, player, and display changes are autosaved with the current game file.
zh_hans: 比分、计时、阶段、球员和显示变更会随当前比赛文件自动保存。

source: Score, clock, shot clock
zh_hans: 比分、比赛计时和进攻计时

source: Scoreboard
zh_hans: 记分牌

source: Scoreboard Export
zh_hans: 记分牌导出

source: Scoreboard Remote Display
zh_hans: Scoreboard 远程显示

source: Scoreboard Theme
zh_hans: 记分牌主题

source: Scoreboard Window
zh_hans: 记分牌窗口

source: Scroll Down Continuous
zh_hans: 连续向下滚动

source: Scroll Down Through
zh_hans: 向下循环滚动

source: Scroll Mode
zh_hans: 滚动模式

source: Scroll Speed
zh_hans: 滚动速度

source: Scroll Up Continuous
zh_hans: 连续向上滚动

source: Scroll Up Through
zh_hans: 向上循环滚动

source: Second Side
zh_hans: 第二方

source: Secondary Timer
zh_hans: 辅助计时器

source: Security
zh_hans: 安全

source: See LICENSE.md in the repository for the full GNU General Public License text.
zh_hans: 完整 GNU 通用公共许可证文本见仓库中的 LICENSE.md。

source: Segment
zh_hans: 环节

source: SEGMENT
zh_hans: 环节

source: Segment %lld
zh_hans: 环节 %lld

# Segment %lld/%lld
source: Segment %1$lld/%2$lld
zh_hans: 环节 %1$lld/%2$lld

source: Segment Blocks
zh_hans: 环节模块

source: Segment Title
zh_hans: 环节标题

source: Segments
zh_hans: 环节

source: Segments and prep
zh_hans: 环节和准备时间

source: Segments define the main debate timer flow. Built-in presets are read-only; custom debate lets you add and edit segments.
zh_hans: 环节定义辩论主计时流程。内置预设为只读；自定义辩论可添加和编辑环节。

source: Select
zh_hans: 选择

source: Select %@ Player
zh_hans: 选择 %@ 球员

source: Select a log session to inspect exported actions and captured game context.
zh_hans: 选择一个日志会话，以查看导出的操作和捕获的比赛上下文。

source: Select All
zh_hans: 全选

source: Select the display mode that should be sent to viewers. Scoreboard mode shows the full game face, while player, logo, and alternate display modes focus the public screen on the selected production element.
zh_hans: 选择要发送给观众的显示模式。“记分牌”模式会显示完整比赛画面，而球员、标志和其他显示模式会让公开屏幕聚焦于所选制作元素。

source: Select the display mode viewers should see, then use the preview to confirm score, timers, logos, background, direction, and player overlays before sending the layout to a public screen.
zh_hans: 选择观众应看到的显示模式，然后使用预览确认比分、计时、标志、背景、方向和球员叠层，再将布局发送到公开屏幕。

source: Selected Name
zh_hans: 所选名称

source: Selecting an icon only changes which settings are shown; it does not turn other integrations off. Web API and Bitfocus Companion are separate integrations and can run at the same time when enabled.
zh_hans: 选择图标只会切换显示的设置，不会关闭其他集成。Web API 和 Bitfocus Companion 是彼此独立的集成，启用后可以同时运行。

source: Selecting an icon only changes which settings are shown; it does not turn other integrations off. Web API, Remote Display, and Bitfocus Companion are separate integrations.
zh_hans: 选择图标只会更改显示的设置，不会关闭其他集成。Web API、远程显示和 Bitfocus Companion 是独立的集成。

source: Sends every state change immediately. This is lower latency but more resource intensive.
zh_hans: 立即发送每一次状态变化。延迟更低，但资源占用更高。

source: Sends LOCATION %@ PRESS.
zh_hans: 发送 LOCATION %1$@ PRESS。

source: Serve
zh_hans: 发球

source: SERVE
zh_hans: 发球

source: Serve -1
zh_hans: 发球 -1

source: Serve +1
zh_hans: 发球 +1

source: Serve Default
zh_hans: 发球默认值

source: Serve Here
zh_hans: 在此发球

source: Serve Pause
zh_hans: 暂停发球计时

source: Serve Preset
zh_hans: 发球预设

source: Serve Reset
zh_hans: 重置发球计时

source: Serve Timer
zh_hans: 发球计时器

source: Serve timer auto-started
zh_hans: 发球计时器已自动启动

source: Serve Timer Red At
zh_hans: 发球计时变红阈值

source: Serving
zh_hans: 发球方

source: Session Start
zh_hans: 会话开始

source: Sessions
zh_hans: 会话

source: Set
zh_hans: 设置

source: Set %@ player card %@
zh_hans: 设置%1$@球员牌为%2$@

source: Set active chess clock to %@
zh_hans: 将当前棋钟设为%1$@

source: Set both team scores back to zero?
zh_hans: 将两队比分归零？

source: Set debate active side to %@
zh_hans: 将辩论发言方设为%1$@
